Repository: nicko00/movies-db-flutter
Catalog: lib/localization/locale_*.arb
Languages: es

# bottomNavigationHomeLabel
source: Home
es: Inicio

# bottomNavigationSearchLabel
source: Searc
es: Buscar

# bottomNavigationFavoritesLabel
source: Favorites
es: Favoritos

# latestMoviesTitle
source: Latest movies
es: Películas más recientes

# mostPopularMoviesTitle
source: Most Popular movies
es: Películas populares

# topRatedMoviesTitle
source: Top rated
es: Las mejor valoradas

# upcomingMoviesTitle
source: Upcoming movies
es: Próximas películas

# searchMoviesEmptyPlaceholderLabel
source: Oops! There's no movie with that name
es: ¡Oops! No hay películas con ese nombre

# searchMoviesInputHelper
source: Search
es: Buscar

# searchMoviesTitle
source: Type a movie title
es: Ingrese el nombre de una película

# movieDetailsBottomSheetTagLabel
source: Non-updatable data
es: Datos no actualizables

# movieDetailsBottomSheetOverviewTitle
source: Overview
es: Sinopsis

# alertMovieDetailsAddFavoriteTitle
source: Added to favorites
es: Añadido a Favoritos

# alertMovieDetailsRemoveFavoriteTitle
source: Removed from favorites
es: Eliminado de Favoritos

# profileFavoritesLabel
source: Favorites
es: Favoritos

# profileFavoritesEmptyPlaceholderLabel
source: You haven't favorited any movies yet
es: Todavía no has marcado ninguna película como favorita

# alertProfileAddProfilePhotoTitle
source: Upload profile photo
es: Subir foto de perfil

# alertProfileAddProfilePhotoMessage
source: What would you like to do?
es: ¿Qué te gustaría hacer?

# alertProfileAddProfilePhotoFromGallery
source: Choose from gallery
es: Elegir foto de la galería

# alertProfileAddProfilePhotoFromCamera
source: Take a photo
es: Tomar una foto

# alertProfileAddProfilePhotoSuccessTitle
source: Image uploaded successfully!
es: ¡Imagen subida con éxito!

# alertProfileAddProfilePhotoError
source: Failed to upload the image
es: No se pudo subir la imagen

# menuProfileInputTitle
source: Profile
es: Perfil

# menuSettingsInputTitle
source: Settings
es: Configuración

# settingsTitle
source: Settings
es: Configuración

# settingsMatureContentInputHelper
source: Adult content
es: Contenido para adultos

# carouselSliderImageError
source: Failed to load images
es: No se pudieron cargar las imágenes

# serverErrorRequestError
source: An unexpected error occurred with the server.
es: Se produjo un error inesperado con el servidor.

# serverErrorTimeoutError
source: Request timeout, please try again later.
es: Tiempo de espera de la solicitud agotado, por favor inténtalo de nuevo más tarde.

# serverErrorMappingFailureError
source: An error occurred in the request
es: Se produjo un error en la solicitud
